Repository: Sturmtiger/django_management
Catalog: employee_management_project/management_app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Companies list
ru: Список компаний

source: There are no companies
ru: Компании не найдены

source: Company details
ru: Детальная информация о компании

source: Company name
ru: Название компании

source: Managers list
ru: Список менеджеров

source: Jobs
ru: Работы

source: There are no jobs in the company
ru: В данной компании нет работ

source: Create new job
ru: Создать новую работу

source: Vacant place
ru: Вакантное место

source: There are no work places at this job
ru: На этой работе нет рабочих мест

source: Employee details
ru: Детальная информация о работнике

source: Employee name
ru: Имя работника

source: Workplaces
ru: Рабочие места

source: Create worktime
ru: Создать время работы

source: Finished
ru: Завершено

source: Date
ru: Дата

source: Hours worked
ru: Часов отработано

source: There are no workplaces
ru: Рабочие места не найдены

source: Employees list
ru: Список работников

source: There are no employees
ru: Работники не найдены

source: Create job
ru: Создать работу

source: Save
ru: Сохранить

source: There are no managers
ru: Менеджеры не найдены

source: Hire employee
ru: Нанять работника

source: Cancel
ru: Отменить

source: Worktime create
ru: Создать время работы

source: Create worktime for workplace
ru: Создать время работы для рабочего места
